i5/20240731-1253-glibc-default/logs/count-no-0-32768-10/pgbench.log
pgbench (18devel)
transaction type: select.sql
scaling factor: 1
query mode: prepared
number of clients: 16
number of threads: 16
maximum number of tries: 1
duration: 10 s
number of transactions actually processed: 372047
number of failed transactions: 0 (0.000%)
latency average = 0.430 ms
initial connection time = 10.832 ms
tps = 37242.642804 (without initial connection time)